[M_KillYourself MissionDefinition]
MissionName="Suicide-se"
MissionDescription="Jack O'Cara pediu pra você se suicidar.  Atire-se do alto de Lover's Leap e ele lhe pagará uma grana preta porém, se você não sobreviver esqueça a grana.  Você decide."
TurnInDescription="Jack O'Cara lhe fez uma proposta um tanto estranha e você disse a ele tudo que pensa sobre isso."
MissionSummary="Suicide-se... ou deixe quieto."
MissionGiver="Jack O'Cara"
MissionTurnInLocation="Painel de Trabalhos de Jack O'Cara"
TeaserText="Jack O'Cara tem uma proposta irrecusável pra você."

[M_KillYourself:KillYourself_DoIt MissionObjectiveDefinition]
ProgressMessage="Vá em frente ..."

[M_KillYourself:KillYourself_DoNotDoIt MissionObjectiveDefinition]
ProgressMessage="... deixe quieto"

[M_KillYourself:MissionObjectiveSetBranchingDefinition_1 MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

